
cars = {
    'toyota': {
        'Camry-Elegance+': {
            'Двигун': {
                'КС': 218,
                'Кількість та розташування циліндрів': '4 циліндри, рядне',
                'Робочий об’єм': '2487 см³',
                'Максимальний крутний момент': '221/3600-5200 Н·м при об./хв',
                'Передній електродвигун: макс. потужність (кВт)': 88,
                'Передній електродвигун: макс. обертальний момент': '202 Н·м',
            },
            'Допоміжне обладнання': [
                'Селектор вибору режимів водіння',
                'Повнорозмірне запасне колесо',
                'Легкосплавні диски 17"',
                'Декоративні накладки на пороги',
                'Електромеханічне стоянкове гальмо',
                'Задній підлокітник',
                'Кермо оздоблене шкірою',
                'Оздоблення дверних карт синтетичною шкірою',
                'Оздоблення центрального підлокітника синтетичною шкірою',
                'Фонова ілюмінація салону',
                'Передні та задні сенсори паркування',
            ],
            'Розміри': {
                'Довжина у метрах': float(4.885),
                'Ширина у метрах': float(1.84),
                'Висота у метрах': float(1.445),
                'Колісна база у метрах': float(2.825),
                'Ширина передньої колії у метрах': float(1.59),
                'Ширина задньої колії у метрах': float(1.61),
                'Звис попереду у метрах': float(0.975),
                'Звис позаду у метрах': float(1.085),
            },
        },
    },
}

print(f'Авто: {list(cars.keys())[0].title()}')
print(f'Модель: {list(cars["toyota"].keys())[0]}')
